/*
  Localizable.strings
  ownCloud

  Created by Pablo Carrascal on 13/03/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

/* Add / Edit Bookmark */
"Edit account" = "Modificar cuenta";
"Add account" = "Agregar cuenta";
"Server URL" = "URL del servidor";
"https://example.com" = "https://ejemplo.com";
"Continue" = "Continuar";
"Name" = "Nombre";
"Example Server" = "Servidor de ejemplo";
"Show Certificate Details" = "Mostrar detalles del Certificado";
"Connect" = "Conectar";
"Delete Authentication Data" = "Eliminar Datos de Autenticación";
"Authentication" = "Autenticación";
"Username" = "Nombre de usuario";
"Password" = "Contraseña";
"Certificate Details" = "Detalles del Certificado";
"Cancel" = "Cancelar";
"Approve" = "Aprobar";
"Error" = "Error";
"Issues" = "Problemas";
"Review Connection" = "Revisar Conexión";
"Authenticated via" = "Autenticado por medio de ";
"Authenticated as %@ via %@" = "Autenticado como %@ por medio de %@";
"Edit" = "Editar";
"Credentials" = "Credenciales";
"Rejected" = "Rechazado";
"Passed" = "Aceptado";
"Accepted" = "Aceptado";
"Validation Error" = "Error de validación";
"Certificate was rejected by user." = "Certificado rechazado por usuario.";
"Certificate has issues.\nOpen 'Certificate Details' for more informations." = "Problemas con el certificado.\nAbra 'Detalles Certificado' Para más información.";
"No issues found. Certificate passed validation." = "Sin problemas detectados. El certificado ha pasado la validación.";
"Certificate may have issues, but was accepted by user.\nOpen 'Certificate Details' for more informations." = "El certificado presenta problemas , pero ha sido aceptado por el suario.\nAbra 'Detalles Certificado' Para más información.";
"If you 'Continue', you will be prompted to allow the '%@' App to open OAuth2 login where you can enter your credentials." = "Si  'Continua', será requerido para permitir a la App '%@' Abrir el login OAuth2 donde introducir sus credenciales.";

"Error opening %@" = "Error al abrir %@";

"Contacting server…" = "Contactando servidor...";
"Authenticating…" = "Autenticando...";

"Fetching user information…" = "Obteniendo información del usuario...";
"Updating connection…" = "Actualizando conexión...";

"Missing hostname" = "Falta nombre de Host";
"The entered URL does not include a hostname." = "La URL introducida no incluye el nombre de host.";
"Add account" = "Agregar cuenta";
"Server name" = "Nombre del servidor";
"Server Password" = "Contraseña del servidor";
"Server Username" = "Nombre de usuario del servidor";
"Show accounts" = "Mostrar cuentas";
"Setup complete" = "Configuración completa";
"Edit Login" = "Editar Login";
"Manage Storage" = "Gestión de almcenamiento";
"Access Files" = "Acceder a ficheros";
"Logout" = "Logout";

/* Bookmark Info */
"Bookmark Metadata" = "Metadatos de marcadores";

/* Client */
"Browse" = "Navegar";
"Files" = "Archivos";
"Disconnect" = "Desconectar";
"Connecting…" = "Conectando...";
"Connected." = "Conectado.";
"Select" = "Seleccionar";
"Done" = "Hecho";

"Folder" = "Carpeta";

"Stopped" = "Detenido";
"Started…" = "Iniciado...";
"Contents from cache." = "Contenidos de la caché.";
"Waiting for server response…" = "Esperando la respuesta del servidor...";
"This folder no longer exists." = "Esta carpeta ya no existe.";
"Everything up-to-date." = "Contenido actualizado";
"Please wait…" = "Por favor espere...";
"Sort by %@" = "Ordenar por %@";
"Sort by" = "Ordenar por";

"name" = "nombre";
"kind" = "tipo";
"size" = "tamaño";
"date" = "fecha";
"Search folder" = "Buscar carpeta";
"Search account" = "Buscar cuenta";
"Pending" = "Pendiente";
"Show parent paths" = "Mostrar ruta raíz";
"Reveal in folder" = "Revelar en carpeta";

"%@ of %@ used" = "%@ de %@ usados";
"Total: %@" = "Total: %@";
"%@ item | " = "%@ Elemento I";
"%@ items | " = "%@Elementos |";

"Show more results" = "Mostrar más resultados";

/* Search scope */
"Search scope" = "Alcance de búsqueda";
"Toggle Search Scope" = "Toggle alcance de búsqueda";

/* Static Login Setup */
"Server error" = "Error en servidor";
"The server doesn't support any allowed authentication method." = "El servidor no soporta ningún método de autenticación";
"The server doesn't support any known and allowed authentication method found." = "El servidor no soporta ningún método de autenticación conocido o permitido.";
"Retry detection" = "Reintentar detección";
"Enter your username and password" = "Ingrese su nombre de usuario y contraseña";
"Please log in to authorize the app." = "Inicie sesión para autorizar la aplicación.";
"Welcome to %@" = "Bienvenido a %@";
"Please enter a server URL" = "Ingrese una URL de servidor";
"Please pick a profile to begin setup" = "Elija un perfil para comenzar la configuración";

/* Single Account */
"You are connected as\n%@" = "Está conectado como \n%@";
"Login" = "Usuario";
"Wrong URL" = "URL incorrecta";
"Please enter a valid URL" = "Por favor, introduzca una URL válida";
"Missing Profile URL" = "Introduzca perfil de URL ";
"The Profile '%@' does not have a URL configured.\nPlease provide a URL via configuration or MDM." = "El perfil %@no tiene una URL configurada.\nPor favor, introduzca una URL a través de su configuración o MDM.";

/* Client Messages */
"Empty folder" = "Carpeta vacía";
"This folder contains no files or folders." = "Esta carpeta no contiene archivos o carpetas.";

"Folder removed" = "Carpeta eliminada";
"This folder no longer exists on the server." = "Esa carpeta ya no existe en el servidor.";
"Are you sure you want to delete this item from the server?" = "¿Esta seguro de que desea borrar este elemento del servidor?";
"Are you sure you want to delete these items from the server?" = "¿Está seguro que desea eliminar estos elementos de su servidor?";
"Multiple items" = "Múltiples elementos";
"Deleting '%@'" = "Eliminando '%@'";
"Renaming to %@" = "Cambiando el nombre a %@";
"Upload from your photo library" = "Subir desde su biblioteca de fotos";
"Missing permissions" = "Faltan permisos";
"This permission is needed to upload photos and videos from your photo library." = "Este permiso es necesario para subir fotos y videos desde su biblioteca de fotos.";
"Not now" = "No ahora";
"Upload file" = "Subir archivo";
"Upload files" = "Subir archivos";

"No matches" = "Sin coincidencias";
"There are no results for this search term" = "No hay resultados respecto del término buscado";
"Status" = "Estado";

"Authorization failed" = "Autorización fallida";
"The account has been disabled." = "La cuenta ha sido deshabilitada";
"The server declined access with the credentials stored for this connection." = "El servidor declinó el acceso con estas credenciales guardadas para esta conexión.";
"Access denied" = "Acceso negado";
"The connection's access token has expired or become invalid. Sign in again to re-gain access." = "El token de conexión ha expirado o ya no es válido. Vuelva a autenticarse para volver a tener acceso.";
"No authentication data has been found for this connection." = "No se encontraron datos de autenticación para esta conexión";
"Authentication with %@ is no longer allowed. Re-authentication needed." = "Autenticación con %@ no permitida. Se necesita reautenticación.";
"Sign in" = "Registrarse";
"Continue offline" = "Seguir offline";
"Media upload in the previous session was incomplete since the application was terminated" = "Hay subidas de ficheros  que no se completaron en su última sesión porque la aplicación fue cerrada.";

"All done" = "Terminado.";
"No pending messages or ongoing actions." = "No hay mensajes o acciones pendientes.";

"Show all" = "Mostrar todo";
"+ %ld more" = "+ %ld más";
"Apply choice to all similar issues" = "Aplicar elección a problemas similares";
"Apply to all" = "Aplicar a todos";

/* Server List*/
"Cancel" = "Cancelar";
"OK" = "Aceptar";

"'%@' is currently locked" = "'%@' está actualmente bloqueado";
"An operation is currently performed that prevents connecting to '%@'. Please try again later." = "Una operación que se esta realizando en este momento impide conectarse a '%@'. Por favor pruebe nuevamente más tarde.";
"Do you really want to disconnect from your '%@' account?" = "Quiere desconectar su cuenta %@?";
"This will remove all locally stored file copies from your device." = "Esta acción eliminará todas las copias locales de los ficheros de su dispositivo.";
"Really delete '%@'?" = "¿Realmente desea eliminar '%@'?";
"Really logout from '%@'?" = "Quiere salir de %@?";
"This will also delete all locally stored file copies." = "Esto también eliminará todas las copias almacenadas localmente.";
"Delete" = "Eliminar";
"Remove" = "Eliminar";
"Removing of '%@' failed" = "Eliminación de %@ falló";
"Accounts" = "Cuentas";

"Help" = "Ayuda";
"Feedback" = "Sugerencias";
"Welcome" = "Bienvenido";
"Thanks for choosing %@! \n Start by adding your account." = "Gracias por elegir %@! \n Empiece agregando su cuenta.";

/* Settings Messages */

"Security" = "Seguridad";
"Passcode Lock" = "Bloqueo con código";
"Face ID" = "Face ID";
"Touch ID" = "Touch ID";
"Videos" = "Vídeos";
"Photos" = "Fotos";
"Background uploads" = "Subidas en segundo plano";
"Wifi only" = "Solo wifi";
"Settings" = "Ajustes";
"Lock application" = "Bloquear aplicación";
"Upload videos via WiFi only" = "Subir vídeos sólo cuando hay WiFi";
"Upload pictures via WiFi only" = "Subir imágenes sólo cuando hay WiFi";
"More" = "Más";
"Documentation" = "Documentación";
"Send feedback" = "Enviar comentarios";
"Recommend to a friend" = "Recomendar a un amigo";
"Privacy Policy" = "Política de privacidad";
"Terms Of Use" = "Términos de uso";
"Acknowledgements" = "Reconocimientos";
"Portions of this app may utilize the following copyrighted material, the use of which is hereby acknowledged." = "Partes de esta app pueden utilizar el siguiente material con copyright, el uso del cual esta reconocido por la presente.";
"Video upload path" = "Ruta de subida de vídeos";
"Photo upload path" = "Ruta de subida de fotos";
"Immediately" = "Inmediatamente";
"After 1 minute" = "Después de 1 minuto";
"After 5 minutes" = "Después de 5 minutos";
"After 30 minutes" = "Después de 30 minutos";
"If you choose \"Immediately\" the App will be locked, when it is no longer in foreground." = "Si elige \"Inmediatamente\", la aplicación se bloqueará cuando ya no esté en primer plano.";
"Please configure an email account" = "Por favor configure una cuenta de correo electrónico";
"You need to configure an email account first to be able to send emails." = "Necesita configurar una cuenta de correo electrónico para poder enviar correos.";
"Do you want to open the following URL?" = "¿Desea abrir la siguiente URL?";

"%@%@ %@ version %@ build %@\n(app: %@, sdk: %@)" = "%@%@%@versión %@ build %@\n(app: %@, sdk: %@)";
"beta" = "beta";
"release" = "lanzamiento";
"App Version" = "App Version";
"Version information were copied to the clipboard" = "Información de la versión copiada al portapapeles.";


/* User Interface Settings */
"Theme" = "Tema";
"User Interface" = "Interfaz de usuario";
"Dark" = "Oscuro";
"Light" = "Claro";
"Classic" = "Clásico";
"System" = "Sistema";
"System Appeareance" = "Aspecto del sistema";

/* Log settings */
"Log Files" = "Archivos de log";
"Browse log files" = "Navegar por logs";
"Share" = "Compartir";
"Delete all log files?" = "¿Eliminar todos los logs?";
"Delete all" = "Eliminar todo";

"Log Level" = "Nivel de logs";
"Log Destinations" = "Destino logs";
"Privacy" = "Privacidad";

"Logging" = "Registrando";
"Enable logging" = "Habilitar registro";
"Options" = "Opciones";

"Off" = "Desactivado";
"Info" = "Información";
"Default" = "Predeterminado";
"Warning" = "Alerta";
"Error" = "Error";

"Share log file" = "Compartir logs";
"Reset log file" = "Restablecer logs";

"When activated, logs may impact performance and include sensitive information. However the logs are not subject to automatic submission to %@ servers. Sharing logs with others is sole user responsibility." = "Cuando los archivos de registro son activados éstos pueden impactar en la performance e incluir información sensible. Sin embargo, éstos no están sujetos a la carga automática hacia los servidores %@. Compartir estos archivos de registro es bajo su propia responsabilidad.";

"The last 10 archived logs are kept on the device - with each log covering up to 24 hours of usage. When sharing please bear in mind that logs may contain sensitive information such as server URLs and user-specific information." = "Los últimos 10 archivos de log se guardan en el dispositivo, y cada archivo cubre hasta 24 horas de uso. Al compartir, tenga en cuenta que los logs pueden contener información confidencial, como las direcciones URL del servidor y la información específica del usuario.";

"Mask private data" = "Enmascarar datos privados";
"Enabling this option will attempt to mask private data, so it does not become part of any log. Since logging is a development and debugging feature, though, we can't guarantee that the log file will be free of any private data even with this option enabled. Therefore, please look through any log file and verify its free of any data you're not comfortable sharing before sharing it with anybody." = "Habilitar esta opción intentará enmascarar los datos privados, por lo que no aparecerán en los logs. Sin embargo, dado que el log es una función de desarrollo y depuración, no podemos garantizar que el archivo de log esté libre de datos privados, incluso con esta opción habilitada. Por lo tanto, revise cualquier log y verifique que esté libre de cualquier dato susceptible antes de compartirlo.";

"No log file found" = "No se encuentra archivo de log";
"The log file can't be shared because no log file could be found or the log file is empty." = "El archivo de log no se puede compartir porque no se pudo encontrar ninguno o está vacío.";
"Enable log file" = "Habilitar logs";

"Really reset log file?" = "Desea restablecer el archivo de logs?";
"This action can't be undone." = "Esta acción no se puede deshacer.";

/* Data usage settings */
"Data usage" = "Uso de datos";
"Delete unused local copies" = "Borrar copias locales no usadas";
"Time measured since uploading, editing, downloading or viewing the respective file through this device. Does not apply to files downloaded via the Available Offline feature. Local copies may be deleted before the given period of time has passed, f.ex. because there's a newer version of a file on the server - or through the manual deletion of offline copies. Also, local copies may not be deleted after the given period of time has passed, f.ex. if an action is performed on it, the file is still in use - or the account holding the file hasn't been used in the app." = "Tiempo medido desde que se sube, edita, descarga o visualiza el fichero en este dispositivo. No aplica a ficheros descargados a través de la funcionalidad \"Disponible offline\". Las copias locales pueden ser borradas  antes de que el tiempo seleccionado haya transcurrido, por ejemplo, si hay una nueva versión del fichero en el servidor o por el borrado manual de copias offline. Las copias locales pueden no ser borradas después de que el tiempo haya transcurrido, por ejemplo, si se ejecuta una acción sobre él, si el archivo está en uso, o si la cuenta que lo contiene no ha sido usada aún en la app.";
"never" = "nunca";
"after %@" = "después de %@";
"Decrease Slider Value" = "Decrementar valor";
"Increase Slider Value" = "Incrementar valor";

"Cellular transfers" = "Transferencias celulares";
"Some cellular data may still be used. To completely avoid the usage of cellular data, please turn off access to cellular for the entire app in the Settings app." = "Es posible que aún se utilicen algunos datos móviles. Para evitar por completo el uso de datos móviles, desactive el acceso al móvil para toda la aplicación desde la configuración de la aplicación.";
"Cellular transfers have been disabled via MDM configuration. Please contact your administrator for more information." = "Las transferencias móviles se han desactivado mediante la configuración de MDM. Comuníquese con su administrador para obtener más información.";
"General" = "General";
"By feature" = "por característica";

"off" = "apagado";
"enabled" = "activado";

/* Display settings */
"Advanced settings" = "Configuración avanzada";
"Show hidden files and folders" = "Mostrar archivos y carpetas ocultos";
"Show folders on top" = "Mostrar carpetas encima";
"Prevent gestures" = "Prevenir gestos";
"Prevent dragging of files and folders and multiselection using system defined gestures" = "Evite el arrastre de archivos y carpetas y la selección múltiple mediante gestos definidos por el sistema";

/* Advanced settings */
"Enable diagnostics" = "Habilitar diagnósticos";

/* Passcode Messages */

"Enter code" = "Introducir código";
"Repeat code" = "Repita el código";
"Delete code" = "Eliminar código";
"The entered codes are different" = "Los códigos introducidos son diferentes";
"Incorrect code" = "Código incorrecto";
"Please try again in %@" = "Por favor pruebe nuevamente en %@";
"Unlock %@" = "Desbloquear %@";
"Biometric authentication failed" = "Fallo de autenticación biométrica.";
"You are required to set the passcode" = "Debe configurar el código de acceso";

/* Certificate management */

"Certificates" = "Certificados";
"User-approved certificates" = "Certificados aprobados por el usuario";

"Approved" = "Aprobado";
"Auto-approved" = "Auto-aprobado";
"Revoke approval" =  "Eliminar aprobación";

/* Actions */

"Forbidden Characters" = "Caracteres prohibidos";
"File name cannot contain / or \\" = "El nombre de archivo no puede contener / o \\";
"Item with same name already exists" = "El artículo con el mismo nombre ya existe";
"An item with the same name already exists in this location." = "El artículo con el mismo nombre ya existe en esta localización";
"New Folder" = "Nueva carpeta";
"Folder name" = "Nombre de la carpeta";
"Rename" ="Cambiar nombre";
"Create folder" ="Crear carpeta";
"Duplicate" = "Duplicar";
"Move" = "Mover";
"Open in" = "Abrir en";
"Copy" = "Copiar";
"Copy here" = "Copiar aqui";
"Cannot connect to " = "No se puede conectar con ";
" couldn't download file(s)" = "No es posible descargar archivo(s)";
"Actions" = "Acciones";
"copy" = "Copiar";
"Close Window" = "Cerrar ventana";
"Open in a new Window" = "Abrir en nueva ventana";
"Open in Window" = "Abrir en ventana";
"Take photo or video" = "Toma foto o video";

"Preparing…" = "Preparando...";

"No actions available" = "No hay acciones disponibles";
"No actions are available for this folder, possibly because of missing permissions." = "No hay acciones disponibles para esta carpeta, posiblemente por falta de permisos.";

"Close actions menu" = "Cerrar el menú de acciones";
"Favorited" = "Agregado a Favoritos";
"Favorite item" = "Artículo favorito";
"Unfavorite item" = "Artículo no favorito";
"Presentation Mode" = "Modo presentación";
"Enabling presentation mode will prevent the display from sleep mode until the view is closed." = "Habilitar el modo de presentación evitará que la pantalla pase al modo de suspensión hasta que se cierre la vista.";
"Enable" = "Activar";
"Exit Full Screen" = "Salir de pantalla completa";

/* Directory Picker Messages */
"Move here" = "Mover aquí";

/* Preview */
"Open file" = "Abrir archivo";
"Network unavailable" = "Red no disponible";
"Error" = "Error";
"Could not get the picture" = "No se pudo obtener la imagen";
"Downloading" = "Descargando";
"File couldn't be opened" = "Archivo no pudo ser abierto";
"Connecting..." = "Conectando...";

"File" = "Archivo";
"%@ was updated" = "%@ ha sido actualizado";
"Would you like to view the updated version?" = "¿Le gustaría ver la versión actualizada?";
"Show new version" = "Mostrar nueva versión";
"Refresh without asking" = "Actualizar sin preguntar";
"Ignore updates" = "Ignorar actualizaciones";

/* PDF Viewer */
"Resume" = "Continuar";
"Go to page" = "Ir a la página";
"Page" = "Página";
"This document has %@ pages" = "Este documento tiene %@ páginas.";
"%@ of %@" = "%@ de %@";
"Invalid Page" = "Página no válida";
"The entered page number doesn't exist" = "El número de página introducida no existe";
"Search PDF" = "Buscar PDF";
"Outline" = "Descripción";
"Find Next" = "Encontrar siguiente";
"Find Previous" = "Encontrar anterior";
"Close Search" = "Cerrar búsqueda";

/* Photo Upload */
"Upload" = "Subir";
"Select All" = "Seleccionar todo";
"Deselect All" = "Deseleccionar todo";
"All Photos" = "Todas las Fotos";
"Albums" = "Álbumes";
"Importing from photo library" = "Importando desde la biblioteca de fotos";
"Media import" = "importar media";
"%@ of %@" = "%@ de %@";
"Selected folder lacks file creation permission" = "La carpeta seleccionada no tiene permisos de creación de archivos";
"%d Item" = "%d Artículo";
"%d Items" = "%d Artículos";
"Select Items" = "Seleccionar artículo";

/* Scan */
"Scan" = "Escanear";
"Scans" = "Escaneos";
"Scan document" = "Escanear documentos";
"Saving" = "Guardando";
"File format" = "Formato de fichero";
"Name" = "Nombre";
"Save as" = "Salvar como";
"Options" = "Opciones";
"Scan additional" = "Escanear otro fichero";
"Create one file per page" = "Crear un fichero por página";

/* Scan */
"Scan" = "Escanear";
"Scans" = "Escaneos";
"Scan document" = "Escanear documentos";
"Saving" = "Guardando";
"File format" = "Formato de fichero";
"Name" = "Nombre";
"Save as" = "Salvar como";
"Options" = "Opciones";
"Scan additional" = "Escanear otro fichero";
"Create one file per page" = "Crear un fichero por página";

/* Sharing */
"Searching Shares…" = "Buscar Compartidos...";
"Recipient" = "Destinatario";
"Recipients" = "Destinatarios";
"Public Link" = "Enlace público";
"Public Links" = "Enlaces Públicos";
"Shared by %@" = "Compartido por %@";
"Invite Recipient" = "Invitar usuarios";
"Recipients" = "Destinatarios";
"Add email or name" = "Agregar correo electrónico o nombre";
"Users" = "Usuarios";
"Groups" = "Grupos";
"Start typing to search users, groups and remote users." = "Empiece a teclear para buscar usuarios, grupos o usuarios remotos.";
"(Group)" = "(Grupo)";
"Adding User to Share failed" = "Falló la acción de agregar usuario a Compartidos";
"Permissions" = "Permisos";
"Invited: %@" = "Invitado: %@";
"Created: %@" = "Creado: %@";
"Allows the users you share with to re-share" = "Permitir a los usuarios con los que comparte que re-compartan";
"Allows the users you share with to edit your shared files, and to collaborate" = "Permite editar y colaborar a los usuarios con los que comparte ";
"Allows the users you share with to create new files and add them to the share" = "Permite a los usuarios con los que comparte crear nuevos archivos y agregarlos al recurso compartido.";
"Allows uploading a new version of a shared file and replacing it" = "Permite cargar una nueva versión de un archivo compartido y reemplazarlo";
"Allows the users you share with to delete shared files" = "Permite eliminar a los usuarios con los cuales comparte";
"Setting permission failed" = "Fallo al establecer permisos";
"Shared with" = "Compartido con";
"Remove Recipient failed" = "Falló el borrado del destinatario ";
"Remove Recipient" = "Quitar destinatario";
"Create" = "Crear";
"Change" = "Cambiar";
"Recipients can view or download contents." = "Se puede ver o descargar el contenido";
"Recipients can view, download, edit, delete and upload contents." = "Se puede ver, descargar, editar, borrar y subir contenido.";
"Receive files from multiple recipients without revealing the contents of the folder." = "Recibir archivos de multiples origenes sin revelar el contenido de la carpeta.";
"Download / View" = "Descargar / Ver";
"Download / View / Upload" = "Descargar / Ver / Subir";
"Upload only (File Drop)" = "Sólo subir (sin mostrar archivos)";
"Creating public link failed" = "Falló la creación de un enalce público";
"Create Public Link" = "Crear enlace público";
"Links" = "Enlaces";
"Link" = "Enlace";
"Setting expiration date failed" = "Falló guardar fecha de expiración ";
"Expiration date" = "Fecha de expiración";
"Copy Public Link" = "Copiar enlace público";
"Delete Public Link" = "Eliminar enlace público";
"Deleting Public Link failed" = "La eliminación de enlace público falló";
"Deleting password failed" = "La eliminación de la contraseña falló";
"Setting password failed" = "Falló el ajuste de la contraseña";
"Type to update password" = "Introduzca nueva contraseña";
"Cannot change permission" = "No es posible cambiar los permisos";
"Before you can set the permission\n%@,\n you must enter a password." = "Antes de que establezca el permiso\n%@,\n debe ingresar una contraseña.";
"Password Protected" = "Protegido con contraseña";
"Pending Federated Invites" = "Invitaciones federadas pendientes";
"Pending Invites" = "Invitaciones pendientes";
"Shared with you" = "Compartido contigo";
"Shared with others" = "Compartido con otros";
"Shares" = "Compartidos";
"Copy Private Link" = "Copiar enlace privado";
"Only recipients can use this link. Use it as a permanent link to point to this resource" = "Solo los destinatarios pueden usar este enlace. Uselo como un enlace permanente para apuntar a este recurso";
"Accept Share failed" = "Falló aceptar compartición";
"Decline Share failed" = "Falló declinar compartir";
"Accept" = "Aceptar";
"Decline" = "Denegar";
"Declined" = "Denegado";
"Decline Share" = "Declinar compartición";
"Unshare" = "Dejar de compartir";
"Unshare failed" = "Falló dejar de compartir";
"Are you sure you want to unshare these items?" = "¿Está seguro que desea dejar de compartir estos elementos?";
"Are you sure you want to unshare this item?" = "¿Está seguro que desea dejar de compartir este elemento?";
"Share" = "Compartir";
"Read" = "Leer";
"Can Share" = "Puede compartir";
"Can Edit" = "Puede editar";
"Can Edit and Change" = "Puede editar y cambiar";
"Can Create" = "Puede crear";
"Can Change" = "Puede cambiar";
"Can Delete" = "Puede eliminar";
"Accept Invite %@" = "Aceptar invitación %@";
"Decline Invite %@" = "Declinar invitación %@";
"Decline cannot be undone." = "Declinar no se puede deshacer.";
"Sharing" = "Compartiendo";
"You" = "Tú";
"Share this file" = "Compartir este archivo";
"Share this folder" = "Compartir esta carpeta";
"shared" = "compartido";
"Owner" = "Propietario";
"Private Link" = "Enlace privado";
"Created Public Link" = "Enlace Público creado";
"URL was copied to the clipboard" = "La URL fue copiada al portapapeles";
"%@ is not available, when this account is offline. Please open the app and log into your account before you can do this action." = "%@ is not available, when this account is offline. Please open the app and log into your account before you can do this action.";
"%@ is not available for this item." = "%@ is not available for this item.";
"Share with user/group" = "Share with user/group";
"Share link" = "Compartir enlace";

/* Quick Access view */
"Quick Access" = "Acceso rápido";
"Collection" = "Colección";
"Recents" = "Recientes";
"Favorites"= "Favoritos";
"Images" = "Imágenes";
"PDF Documents" = "Documentos PDF";
"Text" = "Texto";
"Documents" = "Documentos";
"Audio" = "Audio";

/* Media files settings */
"Media Files" = "Archivos multimedia";
"Download instead of streaming" = "Download instead of streaming";

/* Photo upload settings */
"Media Upload" = "Subir multimedia";
"Media Export" = "Media Export";
"Auto Upload" = "Auto Upload";
"Convert HEIC to JPEG" = "Convertir HEIC a JPEG";
"Convert videos to MP4" = "Convertir videos a MP4";
"Preserve original media file names" = "Preserve original media file names";
"Auto Upload Photos" = "Auto actualizar Fotos";
"Auto Upload Videos" = "Auto actualizar Videos";
"Account" = "Cuenta";
"Accounts" = "Cuentas";
"Select account" = "Seleccionar cuenta";
"Photo upload path" = "Ruta de subida de fotos";
"Video upload path" = "Ruta de subida de vídeos";
"Select Upload Path" = "Seleccionar ruta de subida";
"Auto upload of media was disabled since configured account / folder was not found" = "La subida automática de media ha sido des habilitada puesto que la cuenta/carpeta no ha podido ser encontrada.";
"Importing %@ media files for upload" = "Importando %@ archivos para su subida";
"Photo upload" = "Photo upload";
"Video upload" = "Video upload";

/* Background media uploads */
"Background uploads" = "Subidas en segundo plano";
"Use background refresh" = "Use background refresh";
"Enable background uploads" = "Enable background uploads";
"Use background location updates" = "Use background location updates";
"Background upload notifications" = "Background upload notifications";
"if you would like background media uploads to be more reliable, you should enable background location updates." = "if you would like background media uploads to be more reliable, you should enable background location updates.";
"Background media uploads rely on location updates and will stop working if location acquisition permissions are revoked." = "Background media uploads rely on location updates and will stop working if location acquisition permissions are revoked.";
"Otherwise background media uploads using background refresh technology would depend on how frequently you use the app." = "Otherwise background media uploads using background refresh technology would depend on how frequently you use the app.";
"Location permission denied" = "Location permission denied";
"Please re-enable location acquisition in system settings" = "Please re-enable location acquisition in system settings";
"Scheduled upload of %ld media assets" = "Scheduled upload of %ld media assets";

/* Progress summarizer */
"Creating %ld folders…" = "Creando %ld carpetas...";
"Moving %ld items…" = "Moviendo %ld elementos...";
"Copying %ld items…" = "Copiando %ld elementos...";
"Deleting %ld items…" = "Eliminando %ld elementos...";
"Uploading %ld files…" = "Subiendo %ld archivos...";
"Downloading %ld files…" = "Descargando %ld elementos...";
"Updating %ld items…" = "Actualizando %ld elementos...";

/* Offline storage management */
"Free on %@" = "Gratis en %@";
"unknown" = "desconocido";
"Offline files use" = "Uso de archivos sin conexión";
"Compacting of '%@' failed" = "Compactado de '%@' falló";
"Include available offline files" = "Incluir ficheros disponibles offline";
"Delete Local Copies" = "Borrar copias locales";
"Manage" = "Administrar";
"Storage" = "Almacenamiento";
"Compacting" = "Compactando";

"Really include available offline files?" = "Desea realmente incluir ficheros disponibles offline?";
"Files and folders marked as Available Offline will become unavailable. They will be re-downloaded next time you log into your account (connectivity required)." = "Ficheros y carpetas marcadas como disponible offline no estarán disponibles. Serán descargados de nuevo la próxima vez que entre en su cuenta (se requiere conexión)";

/* Diagnostic */
"Diagnostic Overview" = "Diagnostic Overview";
"Diagnostics" = "Diagnósticos";
"Share Diagnostics" = "Share Diagnostics";
"Action executed" = "Action executed";

"Update Status" = "Update Status";
"Completed update scans" = "Completed update scans";
"Total update scans" = "Total update scans";

/* Available offline */
"Root folder" = "Carpeta raíz";
"at" = "a las";
"(no match)" = "(sin resultados)";

"Make available offline" = "Hacer disponible offline";
"Make unavailable offline" = "Deshacer disponible offline";

"Available Offline" = "Disponible offline";
"No items have been selected for offline availability." = "No se seleccionó ningún item como disponible offline.";

"Overview" = "Visión general";
"All Files" = "Todos los ficheros";

/* Single Account */
"You are connected as\n%@" = "Está conectado como \n%@";

/* Release Notes */
"Proceed" = "Proceder";
"New in %@" = "New in %@";
"Thank you for using %@.\nIf you like our App, please leave an AppStore review.\n❤️" = "Gracias por usar %@.\nSI le gustó nuestra aplicación, por favor deje una reseña en la AppStore.\n❤️";
"Thank you for using %@.\n" = "Thank you for using %@.\n";

/* Key Commands */
"Select Next" = "Seleccione el siguiente";
"Select Previous" = "Seleccione el anterior";
"Open Selected" = "Abrir el seleccionado";
"Change Sort Order" = "Cambiar método de ordenación";
"Search" = "Buscar";
"Back" = "Volver";
"Save" = "Guardar";
"Sort by %@" = "Ordenar por %@";
"Tab %@" = "Tab %@";
"Select Last Item on Page" = "Seleccionar el último elemento de la página";
"Scroll to Top" = "Ir al inicio";
"Scroll to Bottom" = "Ir al final";
"Copy to Pasteboard" = "Copiar al portapapeles";
"Import from Pasteboard" = "Importar del portapapeles";
"Next" = "Siguiente";
"Previous" = "Anterior";
"Favorite" = "Favorito";
"Cut" = "Cortar";
"Play/Pause" = "Play/Pause";
"Skip Back" = "Skip Back";
"Skip Ahead" = "Skip Ahead";
"Go to Beginning" = "Go to Beginning";
"Mute/Unmute" = "Mute/Unmute";
"Full Screen" = "Full Screen";
"Switch Theme Style" = "Switch Theme Style";

/* Markup */
"How should this file be saved?" = "¿Cómo debe ser guardado este archivo?";
"Overwrite original" = "Sobreescribir original";
"Save as copy" = "Guardar una copia";
"Discard changes" = "Descartar cambios";
"Markup" = "Marcar";
"Crop or Rotate" = "Recortar o rotar";
"Saving edited file failed" = "Falló el guardado del archivo editado";
"File no longer exists" = "El archivo ya no existe";

/* Licensing */
"Unlocked" = "Desbloqueado";
"Unlock" = "Desbloquear";

"Subscribe Now" = "Subscríbase ahora";
"Free" = "Gratis";

"%@ / %@" = "%@ / %@";
"after free %@ trial" = "despues de %@ de prueba gratuita";

/* Example usage: "Try [14 days] for free." */
"Try %@ for free." = "Pruebe %@ de manera gratuita.";

/* Example usage: "Then [1,99 €] / [year]." */
"Then %@ / %@." = "Luego %@ / %@.";

/* Example usage: "[1,99 €] / [year] - starting immediately." */
"%@ / %@ – starting immediately" = "%@ / %@ – comenzando inmediatamente";

/* Licensing: Pro Features */
"Pro Features" = "Características Premium";

/* Licensing: App Store */
"Restore purchases" = "Restaurar compras";
"Restoring purchases…" = "Restaurando compras...";
"Error restoring purchases" = "Se produjo un error al restaurar las compras";
"Error loading product info from App Store"= "Se produjo un error al cargar la información del producto desde la App Store";
"Purchase failed" = "Falló la compra";
"More information" = "More information";

/* Licensing: Enterprise */
"Enterprise" = "Enterprise";

/* Licensing: Settings */
"In-App Purchases" = "Compras dentro de la aplicación";
"Purchases" = "Compras";
"Error fetching transactions" = "Se produjo un error al recuperar las transacciones";
"Document Scanner" = "Escáner de documentos";
"Scan documents and photos with your camera." = "Escanée documentos y fotos con la cámara";
"Shortcuts Actions" = "Atajos";
"Use ownCloud actions in Shortcuts." = "Use acciones de ownCloud en Atajos";
"Markup Documents" = "Marcar documentos";
"Markup photos and PDF files." = "Marque fotos y ficheros PDF";
"Unlock all Pro Features." = "Desbloquear todas las funcionalidades pro";

"Purchased App Version" = "Versión de compra de la App";
"Receipt Date" = "Fecha del recibo";
"Manage subscription" = "Gestionar suscripción";
"Purchases are not allowed on this device." = "Compras no permitidas en este dispositivo";
"Type" = "Tipo";
"Quantity" = "Cantidad";
"Product" = "Producto";
"Date" = "Fecha";
"Cancelled" = "Cancelado";
"Ends" = "Fin";
"none" = "ninguno";
"trial" = "prueba";
"purchase" = "compra";
"subscription" = "suscripción";
"Photo Pro Features" = "Photo Pro Features";
"Image metadata, extended upload options" = "Image metadata, extended upload options";
"Purchase" = "Purchase";
"Subscribe" = "Subscribirse";

"No accounts found" = "No accounts found";
"In order to accurately determine your current licensing status, please add one or more accounts first." = "In order to accurately determine your current licensing status, please add one or more accounts first.";

/* Share Sheet */
"Save File" = "Guardar archivo";
"Choose an account and folder to import into." = "Choose an account and folder to import into.";
"No account configured.\nSetup an new account in the app to save to." = "No account configured.\nSetup an new account in the app to save to.";
"Importing item %ld of %ld" = "Importing item %ld of %ld";
"Error importing %@" = "Error importing %@";
"Error loading item" = "Error loading item";
"Preparing…" = "Preparando...";
"Save here" = "Save here";

/* Data migration from legacy app */
"Account Migration" = "Account Migration";
"App Passcode" = "App Passcode";
"Instant Upload Settings" = "Instant Upload Settings";
"Migrating" = "Migrating";
"Migrated" = "Migrated";
"Failed to migrate" = "Failed to migrate";
"Failed to access legacy user data" = "Failed to access legacy user data";
"The app was upgraded to a new version. Below there is an overview of all migrated accounts." = "The app was upgraded to a new version. Below there is an overview of all migrated accounts.";

/* Misc. accessibility */
"Enter multiple selection" = "Enter multiple selection";

/* Universal Links */
"Resolving link…" = "Resolving link…";
"Link resolution failed" = "Link resolution failed";
"Couldn't resolve a private link since you are offline and corresponding item is not cached locally." = "Couldn't resolve a private link since you are offline and corresponding item is not cached locally.";
"Couldn't resolve a private link since the item is not known to the server." = "Couldn't resolve a private link since the item is not known to the server.";
"Link points to an account bookmark which is not configured in the app." = "Link points to an account bookmark which is not configured in the app.";

/* Photo meta-data */
"Image metadata" = "Image metadata";
"Image details" = "Image details";
"Profile" = "Profile";
"Size" = "Tamaño";
"Density" = "Density";
"Color model" = "Color model";
"%@ (%d bits/channel)" = "%@ (%d bits/channel)";
"Histogram" = "Histogram";

"Camera details" = "Camera details";
"Capture settings" = "Capture settings";
"Time" = "Hora";
"EXIF aux info" = "EXIF aux info";
"Authoring" =  "Authoring";
"TIFF" = "TIFF";

"Lens make" = "Lens make";
"Lens model" = "Lens model";
"Lens info" = "Lens info";
"Focal length" = "Focal length";
"Focal length @ 35 mm" = "Focal length @ 35 mm";

"Shutter speed" = "Shutter speed";
"Aperture" = "Aperture";
"ISO" = "ISO";

/* EXIF: exposure program */
"Program" = "Program";
"Not defined" = "Not defined";
"Manual" = "Manual";
"Normal" = "Normal";
"Aperture priority" = "Aperture priority";
"Shutter priority" = "Shutter priority";
"Creative" = "Creative";
"Action" = "Acción";
"Portrait" = "Portrait";
"Landscape" = "Landscape";

/* EXIF: exposure metering mode */
"Metering" = "Metering";
"unknown" = "desconocido";
"Average" = "Average";
"CenterWeightedAverage" = "CenterWeightedAverage";
"Spot" = "Spot";
"MultiSpot" = "MultiSpot";
"Pattern" = "Patrón";
"Partial" = "Partial";

/* EXIF: flash mode */
"Flash" = "Flash";
"Fired" = "Fired";
"Didn't fire" = "Didn't fire";
"No strobe return detection" = "No strobe return detection";
"Strobe return light not detected" = "Strobe return light not detected";
"Strobe return light detected" = "Strobe return light detected";
"Compulsory flash firing" = "Compulsory flash firing";
"Compulsory flash supression" = "Compulsory flash supression";
"Auto mode" = "Auto mode";
"Red eye detection supported" = "Red eye detection supported";
"not present" = "not present";

/* EXIF: white balance */
"White balance" = "White balance";
"Auto" = "Auto";
"Manual" = "Manual";

"Exposure bias" = "Exposure bias";
"Uncalibrated" = "Uncalibrated";
"Original date" = "Original date";
"Digitized date" = "Digitized date";

"Color space" = "Color space";

/* EXIF: aux info */
"Lens ID" = "Lens ID";
"Lens serial" = "Lens serial";
"Serial number" = "Serial number";
"Flash compensation" = "Flash compensation";
"Owner" = "Propietario";
"Firmware" = "Firmware";
"Keywords" = "Keywords";
"Copyright" = "Derechos de Autor";

/* IPTC meta data */
"Contact info" = "Contact info";
"Usage terms" = "Usage terms";
"Scene" = "Scene";
"Description" = "Descripción";

/* IPTC photometric interpretation */
"Photometric interpretation" = "Photometric interpretation";
"none" = "ninguno";
"RGB" = "RGB";
"YCbCr" = "YCbCr";

/* EXIF: gps position data */
"GPS Location" = "GPS Location";
"Coordinates" = "Coordinates";
"Altitude" = "Altitude";
"Place" = "Place";
"E" = "E";
"W" = "W";
"N" = "N";
"S" = "S";

/* Pro photo upload settings */
"Extended upload settings" = "Extended upload settings";
"Prefer unedited photos" = "Prefer unedited photos";
"Prefer RAW photos" = "Prefer RAW photos";
"Prefer original videos" = "Prefer original videos";

/* Limited photo library access */
"Limited Photo Access" = "Limited Photo Access";
"Access for the media selected for upload is limited" = "Access for the media selected for upload is limited";
"No Access to the media selected for upload" = "No Access to the media selected for upload";

/* macOS support */
"Passcode protection is not supported on this device.\nPlease disable passcode lock in the app settings." = "Passcode protection is not supported on this device.\nPlease disable passcode lock in the app settings.";

/* MDM settings push */
"New settings received from MDM" = "New settings received from MDM";
"Tap to quit the app." = "Tap to quit the app.";
"Tap to launch the app." = "Tap to launch the app.";
